var baseIba=[
{"name":, "cont":[["Бренди", 30],["Ликер Крем де Какао (темный)", 30],
["Сливки", 30]]}
]


var baseIbaCat=[
"коктейль на весь день",
"аперитив",
"коктейль на весь день",
]
var baseIbaNames=[
["Бренди Александр", "Brandy Alexander"], ["Американо", "Americano"],
]

var baseIbaCont=[
[["Бренди", 30], ["Ликер Крем де Какао (темный)", 30], ["Сливки", 30]],
[["Кампари" ,30], ["Вермут", 30], ["Содовая", "По вкусу"]]
]

var baseIbaRecept=[
["В шейкер со льдом налейте все компоненты. Тщательно встряхните и вылейте в охлажденную коктейльную рюмку мартини. Сверху посыпьте коктейль тертым мускатным орехом.", "коктейльная рюмка мартини"],
["В бокал олд фешн со льдом добавьте кампари и красный сладкий вермут, с верху долейте содовую. Перемешайте и украсьте цедрой лимона и долькой апельсина.", "олд-фешен со льдом"],
[]
]